{
	"work": [
		{
			"title": "Плагин WordPress для Рекомендательного виджета Яндекса",
			"image": "/images/works/yk.jpg",
			"year": 2022,
			"category": "WordPress",
			"link": "https://188.ru/",
			"description": "Заказчик использует на некоторых сайтах виджет рекомендаций от Яндекса, который позволяет показывать ссылки на статьи сайта вместе с рекламой Яндекса. Проблема в том, что система от отечественного поисковика не очень умная и тянет в виджет не только статьи, но и много чего не нужного. Я написал микроплагин, который дает возможность автоматически проставлять специальный тег на страницах, которые не нужно показывать в виджете, а также позволяет исключать некоторые статьи из виджета вручную"
		},
		{
			"title": "Сайт студии переводов «АкадемПеревод»",
			"image": "/images/works/ap.jpg",
			"year": 2022,
			"category": "WordPress",
			"link": "https://academperevod.ru/",
			"description": "Осовременивали сайт, не перезжая с Wordpress на другие платформы. В основе проекта - дизайн в Фигме и редактор Elementor. Сложная, долгая и кропотливая работа"
		},
		{
			"title": "Сайт сервиса покупки подарочных карт Apple в России",
			"image": "/images/works/ka.jpg",
			"year": 2023,
			"category": "WordPress",
			"link": "https://kartaapple.ru/",
			"description": "Созданный на чистом WordPress без пейдж-билдеров сайт, помогает людям приобретать контент в онлайн-магазинах Apple. Программисты создали функционал автоматической рассылки кодов при оплате на сайте. Мной сайт был сверстан и «натянут» на WordPress, продолжает дорабатываться и поддерживаться"
		},
		{
			"title": "Сайт аренды офисов в Москва Сити",
			"image": "/images/works/co.jpg",
			"year": 2023,
			"category": "Ghost CMS",
			"link": "https://cityonly.ru/",
			"description": "Заказчик хотел сделать сайт на неспецифичном для подобных проектов движке - Ghost CMS. Несмотря на все сложности, проект был сдан вовремя и приносит пользу владельцам и клиентам"
		},
		{
			"title": "Сайт для оплаты PlayStation Store",
			"image": "/images/works/kp.jpg",
			"year": 2022,
			"category": "WordPress",
			"link": "https://kartaps.ru/",
			"description": "В начале 2022 года у поклонников PlayStation начались проблемы в России - стало невозможно пополнить игровой кошелек PS Store. Данный проект после автоматизации, созданной специально обученными людьми, моей верстки и \"натяжки\" на WordPress стал выходом из проблемы - он помогает игрокам \"кидать\" деньги на баланс PlayStation и продолжать радоваться любимым играм"
		},
		{
			"title": "Сайт для оплаты Steam из России",
			"image": "/images/works/st.jpg",
			"year": 2023,
			"category": "WordPress",
			"link": "https://pay4steam.ru/",
			"description": "Санкции создали ряд проблем в различных сферах жизни страны, в том числе любителям игр. Данный проект решает их проблему. С помощью него можно пополнить свой кошелек Steam картой российского банка"
		}
	]
}
